
export const maizePrePlantingInstructions = {
    pacakageText:"بوقت کاشت مکئی کو منذرجہ ذیل میں سے کھادوں کا کوئی بھی پیکج ڈالا جا سکتا ہے۔",
    package1:"ہاںؑبرڈ اقسام کے لیے اڑھائی بوری ڈی اے پی + ڈیڑھ بوری پوٹاشیم سلفیٹ فی ایکڑ۔عام دیسی اقسام کے لیے دو بوری ڈی اے پی + ڈیڑھ بوری پوٹاشیم سلفیٹ فی ایکڑ۔",
    package2:"اںؑبرڈ اقسام کے لیے ساڑھے چھ بوری سنگل سپرفاسفیٹ (18 فیصد) + ڈیڑھ بوری پوٹاشیم سلفیٹ + ایک بوری یوریا فی ایکڑ۔عام دیسی اقسام کے لیے پانچ بوری سنگل سپرفاسفیٹ (18 فیصد) + ڈیڑھ بوری پوٹاشیم سلفیٹ + پونی بوری یوریا فی ایکڑ۔",
    note:"اگر آپ کوئی اور پیکج بنانا چاہتے ہیں تونیچے بٹن پر کلک کریں، پیج کُھلنے پر نا ئٹروجن، فاسفورس اور پوٹاش کی جگہ پر بلترتیب 22، 58 اور37 ہاںؑبرڈ اقسام کے لیے، اور 18، 46 اور37  عام دیسی اقسام کے لیے درج کریں اور گروپ ۱، گروپ ۲ اور گروپ ۳ میں سے اپنی مرضی کی ایک ایک کھاد کا چناؤ کریں۔"
}

export const maizeNitrogenInstructions = "تصویر کے ذریعے نا ئٹروجن کھاد کی مقدار معلوم کرنے کے لیے ’’کافی نائٹروجن پلاٹ‘‘ قائم کرنا ضروری ہے۔ اس کے لیے مکیؑ کی کاشت کے بعد کھیت میں کسی بھی جگہ10 فٹ چوڑائی اور 10 فٹ لمبائی  کا ایک پلاٹ منتخب کریں اور اس پلاٹ  میں کاشت کے بعد اور پھرہرآبپاشی کے ساتھ 150 گرام یوریا باقی کھاد کے علاوہ ڈالیں۔ اس پلاٹ میں یوریا بتائی گئی مقدار میں ڈالی جائے گی جبکہ دوسرےمداخل عام فصل کی طرح ہی ڈالے جائیں گے۔ اگر کسی ایک فارم پر ایک سے زیادہ کھیتوں میں ایک ہی مکیؑ کی قسم ایک ہی وقت میں کاشت کی گئی ہے تو اس کے لیے ایک ہی ’’کافی نائٹروجن پلاٹ‘‘ قائم کرنا ہو گا"