export const ricePlantingInstructions = {
    packageText: "لاب لگانے سے پہلے باسمتی دھان کو مندرجہ ذیل میں سے کھادوں کا کوئی بھی پیکج ڈالا جا سکتا ہے۔",
    package1: "75 کلو گرام ڈی اے پی اور 25 کلو گرام پوٹاش کی کوئی بھی کھاد",
    package2: "200 کلوگرام ایس ایس پی، 25 کلو گرام یوریا اور 25 کلو گرام پوٹاش کی کوئی بھی کھاد",
    note: "اگر آپ کوئی اور پیکج بنانا چاہتے ہیں تو نیچے بٹن پر کلک کریں، صفحہ کھلنے پر نائٹروجن، فاسفورس اور پوٹاش کی جگہ پر بالترتیب 12، 35 اور 12 درج کریں اور گروپ 1، گروپ 2 اور گروپ 3 میں سے اپنی مرضی کی ایک ایک کھاد کا چناؤ کریں۔"
}

export const stagesOfRice = [
    "لاب لگانے سے پہلے کھادوں کا استعمال",
    "شاخیں پھوٹنے کے مرحلہ پر کھاد کا استعمال",
    "گوبھ پر کھاد کا استعمال",
]

export const gobhInstructions = {
    titleText: "گوبھ پر کھاد کا استعمال",
    instructionText: "گوبھ پر 25 کلو گرام پوٹاش کی کوئی بھی کھاد ڈالیں اور نائٹروجن کھاد کی مقدار فصل کی تصویر سے معلوم کرنے کے لیے نیچے بٹن پر کلک کریں۔",
}

export const riceNitrogenInstructions = "تصویر کے ذریعے نائٹروجن کھاد کی مقدار معلوم کرنے کے لیے کافی نائٹروجن پلاٹ قائم کرنا ضروری ہے۔ اس کے لیے پنیری کی منتقلی کے بعد کھیت میں کسی بھی جگ 10 فٹ چوڑائی اور 10 فٹ لمبائی کا ایک پلاٹ وٹ لگا کر بنائیں اور اس پلاٹ میں لاب لگانے کے بعد 150 گرام یوریا، بالیاں نکالتے وقت 200 گرام یوریا اور گوبھ پر 200 گرام یوریا ڈالیں۔ اس پلاٹ میں یوریا بتائی گئی مقدار میں ڈالی جائے گی جبکہ دوسرے مداخل عام فصل کی طرح ہی ڈالے جائیں گے۔ اگر کسی ایک فارم پر ایک سے زیادہ کھیتوں میں ایک ہی دھان کی قسم ایک ہی وقت میں کاشت کی گئی ہے تو اس کے لیے ایک ہی کافی نائٹروجن پلاٹ“ قائم کرنا ہو گا"
