export const wheatPlantingInstructions = {
    packageText:"بوقت کاشت گندم کو منذرجہ ذیل میں سے کھادوں کا کوئی بھی پیکج ڈالا جا سکتا ہے۔",
    package1:"ڈیڑھ بوری ڈی اے پی + ایک بوری پوٹاشیم سلفیٹ فی ایکڑ۔",
    package2:"چاربوری سنگل سپرفاسفیٹ (18 فیصد) + ایک بوری پوٹاشیم سلفیٹ + 30 کلو گرام یوریا فی ایکڑ۔",
    note:"اگر آپ کوئی اور پیکج بنانا چاہتے ہیں تونیچے بٹن پر کلک کریں، پیج کُھلنے پر نا ئٹروجن، فاسفورس اور پوٹاش کی جگہ پر بلترتیب 13، 36 اور25 درج کریں اور گروپ ۱، گروپ ۲ اور گروپ ۳ میں سے اپنی مرضی کی ایک ایک کھاد کا چناؤ کریں۔"
}

export const wheatNitrgenInstructions = "تصویر کے ذریعے نا ئٹروجن کھاد کی مقدار معلوم کرنے کے لیے ’’کافی نائٹروجن پلاٹ‘‘ قائم کرنا ضروری ہے۔ اس کے لیے گندم کی کاشت کے بعد کھیت میں کسی بھی جگہ10 فٹ چوڑائی اور 10 فٹ لمبائی  کا ایک پلاٹ وٹ لگا کر بنائیں اور اس پلاٹ  میں کاشت کے بعد 150 گرام یوریا ، کاشت کے 30 دن بعد 150 گرام یوریا اور کاشت کے 60 دن بعد 150 گرام یوریا باقی کھاد کے علاوہ ڈالیں۔ اس پلاٹ میں یوریا بتائی گئی مقدار میں ڈالی جائے گی جبکہ دوسرےمداخل عام فصل کی طرح ہی ڈالے جائیں گے۔ اگر کسی ایک فارم پر ایک سے زیادہ کھیتوں میں ایک ہی گندم کی قسم ایک ہی وقت میں کاشت کی گئی ہے تو اس کے لیے ایک ہی ’’کافی نائٹروجن پلاٹ‘‘ قائم کرنا ہو گا"